
""" 
    BOT DEFAULT MESSAGES
"""

WELCOME = ('Добро пожаловать!\n Для конвертирования мызыки с одной'
            ' платформы на другую, предоставьте ссылку или прикрепите аудиозапись.')
ERROR = ('Пожалуйста, повторите попытку.\nОбратите внимание на то,'
            ' что бот не принимает пересланные сообщения как источник аудио.')
INFO = ('Для конвертирования мызыки с одной платформы на другую, '
            'предоставьте ссылку или прикрепите аудиозапись. На данный момент,'
            ' бот не считывает аудиозапись из пересланного сообщения')
NOT_FOUND = 'Трек не был найден...'
