
""" 
    BOT DEFAULT MESSAGES
"""

WELCOME = ('Добро пожаловать!\nДля конвертирования музыки с одной'
            ' платформы на другую, предоставьте ссылку аудиозапись удобным способом.')
ERROR = ('Пожалуйста, повторите попытку.\nОбратите внимание на то,'
            ' что бот не принимает пересланные сообщения как источник аудио.')
INFO = ('Для конвертирования музыки с одной платформы на другую, '
            'предоставьте ссылку или прикрепите аудиозапись. На данный момент,'
            ' бот не считывает аудиозапись из пересланного сообщения')
NOT_FOUND = 'Трек не был найден...'
GOOD = 'Приятного прослушивания!'